import {Schedule} from "./types";

export const schedule: Schedule = {
    "Вторник": [
        {
            time: '7:00-8:45',
            type: 'Йога в гамаках для продолжающих',
        },
        {
            time: '9:15-10:45',
            type: 'Йога в гамаках для продолжающих',
        },
        {
            time: '17:00-18:00',
            type: 'Йога в гамаках для начинающих',
        },
        {
            time: '19:00-20:30',
            type: 'Йога в гамаках для начинающих и продолжающих',
        },
    ],
    "Четверг": [
        {
            time: '7:00-8:45',
            type: 'Хатха-йога для продолжающих',
        },
        {
            time: '9:15-10:45',
            type: 'Хатха-йога для продолжающих',
        },
        {
            time: '17:00-18:00',
            type: 'Хатха-йога для начинающих',
        },
        {
            time: '19:00-20:30',
            type: 'Хатха-йога для начинающих и продолжающих',
        },
    ],
    "Суббота": [
        {
            time: '7:15-8:45',
            type: 'Хатха-йога для продолжающих',
        },
        {
            time: '9:15-10:15',
            type: 'Хатха-йога для начинающих',
        },
    ],
};